---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.LifeSafety
source: html/f9729866-08d1-db45-4162-53d8319b865a.htm
---
# Autodesk.Revit.DB.GroupTypeId.LifeSafety Property

Life Safety.

## Syntax (C#)
```csharp
public static ForgeTypeId LifeSafety { get; }
```